
dict_100_yufa = {
    "怎么说'I want to sleep more.'?":"我想多睡觉。",
    "对不对：如果你不会踢足球，你不知道怎么踢足球。":"对。"
}
dict_200_yufa = {
    "'刚' 和 '刚才' 一样吗？这个单词的意思是什么？'": "不是。刚-'recently'。刚才-'moments ago'",
    "说一个句子用'怎么这么'.":"郭如宣告诉你如果这个句子是对."
}

dict_300_yufa = {
    "'后来'的句子结构是什么？": "句子/context+后来，+verb/action",
    "‘能’和‘会’一样不一样？为什么？":"不一样。会-你学习怎么做。能-你的身体可以做。"
}

dict_400_yufa =  {   
    "说一个句子用'一。。。也/都。。。不/没。。。'。":"郭如宣告诉你如果你是对.",
    "如果你想玩游戏在吃饭的时候，你说什么? (一边。。)":"我一边吃晚饭一边玩游戏。"
}

dict_500_yufa = {
    "告诉我们‘除了。。。以外，还、也’ 是什么。":"郭如宣告诉你如果你是对."
}
    
#LONGEST "一一一一一一一一一一一一一一一一一一一一一一一一" (24 chars)